[BreakthroughMediumArmorHealth X2TechTemplate]
DisplayName="强化中型护甲"
Summary="中型护甲的研究有突破性进展，提供额外+1HP。"

[BreakthroughSparkArmorHealth X2TechTemplate]
DisplayName="强化SPARK护甲"
Summary="SPARK护甲的研究有突破性进展，提供额外+1HP。"

[BreakthroughReaperArmorHealth X2TechTemplate]
DisplayName="强化死神护甲"
Summary="死神护甲的研究有突破性进展，提供额外+1HP。"

[BreakthroughSkirmisherArmorHealth X2TechTemplate]
DisplayName="强化散兵护甲"
Summary="散兵护甲的研究有突破性进展，提供额外+1HP。"

[BreakthroughTemplarArmorHealth X2TechTemplate]
DisplayName="强化圣殿护甲"
Summary="圣殿护甲的研究有突破性进展，提供额外+1HP。"

[BreakthroughConventionalArmorHealth X2TechTemplate]
DisplayName="强化传统护甲"
Summary="传统护甲的研究有突破性进展，提供额外+1HP。"

[BreakthroughPlatedArmorHealth X2TechTemplate]
DisplayName="强化镀层护甲"
Summary="镀层护甲的研究有突破性进展，提供额外+1HP。"

[BreakthroughPoweredArmorHealth X2TechTemplate]
DisplayName="强化动力护甲"
Summary="动力护甲的研究有突破性进展，提供额外+1HP。"

[BreakthroughSparkRifleDamage X2TechTemplate]
DisplayName="强化自动加农炮"
Summary="我们在自动加农炮中安装了交叉螺旋轨道装置，提供了额外的稳定性以及+1伤害。"

[BreakthroughSparkRifleWeaponUpgrade X2TechTemplate]
DisplayName="模块化自动加农炮"
Summary="在对自动加农炮进行扩容改装后，自动加农炮的武器升级槽位+1。"

[BreakthroughClaymoreDamage X2TechTemplate]
DisplayName="强化阔剑地雷"
Summary="阔剑地雷的研究有突破性进展，提供额外+1伤害。"

[BreakthroughWristBladeDamage X2TechTemplate]
DisplayName="强化开颅刃"
Summary="开颅刃的研究有突破性进展，提供额外+1伤害。"

[BreakthroughGauntletDamage X2TechTemplate]
DisplayName="强化拳套"
Summary="碎片拳套的研究有突破性进展，提供额外+1伤害。"

[BreakthroughGrenadeDamage X2TechTemplate]
DisplayName="强化榴弹"
Summary="我们的工程师改进了榴弹的设计架构，提供额外+2伤害。"

[BreakthroughHeavyDamage X2TechTemplate]
DisplayName="强化重武器"
Summary="我们的工程师改进了重武器的设计架构，提供额外+2伤害。"